Repository: belal-shahab/PointBattle
Catalog: PointBattle/Resources/SharedResource.*.resx
Languages: ckb

# AppName
source: PointBattle
ckb: ئۆکەی

source: Home
ckb: سەرەکی

source: About
ckb: دەربارە

source: New Game
ckb: یاری نوێ

source: Game History
ckb: مێژووی یاری

source: Team 1
ckb: تیمی ١

source: Team 2
ckb: تیمی ٢

source: Player 1
ckb: یاریزانی ١

# Player2
source: Player 2 (optional)
ckb: یاریزانی ٢ (ئارەزوومەندانە)

source: Player Name
ckb: ناوی یاریزان

source: Start Game
ckb: دەستپێکردنی یاری

source: Cancel
ckb: پاشگەزبوونەوە

source: Round
ckb: خول

source: Rounds
ckb: خولەکان

source: Points
ckb: خاڵەکان

source: Add Round
ckb: زیادکردنی خول

source: End Game
ckb: کۆتایی یاری

source: Edit
ckb: دەستکاری

source: Delete
ckb: سڕینەوە

source: Save
ckb: پاشەکەوت

source: Back
ckb: گەڕانەوە

source: Loading...
ckb: چاوەڕوان بە...

source: Wins
ckb: بردنەوەکان

source: Losses
ckb: دۆڕانەکان

source: Ties
ckb: یەکسانییەکان

source: Game Result
ckb: ئەنجامی یاری

# WinsExcl
source: Wins!
ckb: بردیەوە!

source: It's a Tie!
ckb: یەکسانە!

source: VS
ckb: دژی

source: Round Summary
ckb: پوختەی خولەکان

# NoGamesYet
source: No games played yet!
ckb: هێشتا هیچ یارییەک نەکراوە!

source: Total Games
ckb: کۆی یارییەکان

source: Completed Games
ckb: یارییە تەواوبووەکان

source: In Progress
ckb: لە بەردەوامیدا

source: Today's Games
ckb: یارییەکانی ئەمڕۆ

# PlayerStats
source: Player Statistics
ckb: ئامارەکانی یاریزان

source: View Profile
ckb: بینینی پڕۆفایل

source: Recent Games
ckb: یارییە نوێیەکان

source: All Games
ckb: هەموو یارییەکان

# SearchPlayers
source: Search by player name
ckb: گەڕان بەناوی یاریزان

source: Game in Progress
ckb: یاری لە بەردەوامیدایە

source: Max
ckb: زۆرترین

source: Edit Round
ckb: دەستکاریکردنی خول

source: New Round
ckb: خولی نوێ

source: Save Changes
ckb: پاشەکەوتکردنی گۆڕانکارییەکان

source: Edit Game
ckb: دەستکاریکردنی یاری

source: Save All Changes
ckb: پاشەکەوتکردنی هەموو گۆڕانکارییەکان

# NoRounds
source: No rounds in this game.
ckb: هیچ خولێک نیە لەم یارییەدا

source: Total
ckb: کۆی گشتی

source: Game Dashboard
ckb: داشبۆردی یاری

# NoGamesToday
source: No games played today.
ckb: ئەمڕۆ هیچ یارییەک نەکراوە

source: Win Rate
ckb: ڕێژەی بردنەوە

source: Total Points
ckb: کۆی خاڵەکان

# ProfileOf
source: 's Profile
ckb: پڕۆفایلی

source: Games
ckb: یارییەکان

source: Partnerships
ckb: هاوبەشییەکان

# WonWith
source: Won with teammates:
ckb: بردویەتەوە لەگەڵ هاوڕێکانی:

# LostWith
source: Lost with teammates:
ckb: دۆڕاوە لەگەڵ هاوڕێکانی:

# NoWinsWithTeammates
source: No wins with teammates yet
ckb: هێشتا هیچ بردنەوەیەک نییە لەگەڵ هاوڕێکان

# NoLossesWithTeammates
source: No losses with teammates yet
ckb: هێشتا هیچ دۆڕانێک نییە لەگەڵ هاوڕێکان

source: wins together
ckb: بردنەوە پێکەوە

source: losses together
ckb: دۆڕان پێکەوە

source: time
ckb: جار

source: times
ckb: جار

source: Tie game
ckb: یاری یەکسان

source: Won by
ckb: بردویەتیەوە بە

source: Lost by
ckb: دۆڕاوە بە

# PointsWord
source: points
ckb: خاڵ

# PointWord
source: point
ckb: خاڵ

source: Back to History
ckb: گەڕانەوە بۆ مێژوو

source: leads by
ckb: پێشەنگە بە

source: Teams are tied
ckb: تیمەکان یەکسانن

# RoundOf
source: Round
ckb: خولی

source: of
ckb: لە

source: has already won!
ckb: پێشتر بردویەتییەوە!

source: needs
ckb: پێویستی بە

source: but only
ckb: بەڵام تەنها

source: are possible in remaining rounds.
ckb: ئیمکانی هەیە لە خولەکانی ماوەدا

# ClickToViewDetail
source: Click on a player to view their detailed profile
ckb: کلیک لەسەر یاریزانێک بکە بۆ بینینی پڕۆفایلی بە وردی

source: See All Games
ckb: بینینی هەموو یارییەکان

# test
source: Track your game points with friends!
ckb: لەگەڵ هاوڕێکانت بەدواداچوون بۆ خاڵەکانی یارییەکەت بکە!
